[
  {
    "interlocutor": "therapist",
    "utterance_text": "Molly, thank you so much for coming over and yakking with me today."
  },
  {
    "interlocutor": "client",
    "utterance_text": "You're welcome."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Yeah, I appreciate it. So, um, uh, your mom had given me a call and said that, um, um, there were some problems with kids kinda given you problems at school and being mean and things like that, and, uh, that's a hurtful thing."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah. I stayed home two times already from school just 'cause of the bullying and everything."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "That's a- that's a lot of school to, yeah, and, you know--"
  },
  {
    "interlocutor": "client",
    "utterance_text": "And as I was out of school like more rumors started to happen as I was out of school. I come back and like these rumors are going around about me. Like one time when I stayed home, supposedly, I was in the principal's office the whole day and I had security guards like escort me to classes which that was not true 'cause I was home the whole time."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "People like to make up stories."
  },
  {
    "interlocutor": "client",
    "utterance_text": "I've been getting blamed ever since like fifth or sixth grade about with every single thing that's going on."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "For, like why do you think, wh-what kinds of-"
  },
  {
    "interlocutor": "client",
    "utterance_text": "I think because the kids-- 'cause I like to nag on things. Like when people tell me things, I like to like talk more like with the person instead of just leaving it be, and I think the kids that like blame me for everything say that I'm an easy target to like hit, to like talk about, it's like annoying."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "So it's, uh, so when you were talking about like nagging on, tell me a little bit more about, can you give me an example of what you mean?"
  },
  {
    "interlocutor": "client",
    "utterance_text": "If somebody says like, \"Oh, I heard this thing about you.\" I go, \"Oh, really, what is it,\" and I just keep talking and like make things worse. Like, if somebody says that they wanna beat me up, I like go on, and say like, \"Okay, then hit me,\" and like I just don't leave it be, like I just don't walk away. I like stay there and like talk more."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "And-and what happens when you don't leave it be, what usually happens?"
  },
  {
    "interlocutor": "client",
    "utterance_text": "I think possibly more like talking more like it gets like bigger and bigger. It's just like if you stop it, then they don't know what to say, they-they're like, \"Oh, like she's walking away.\" And like that stops everything but like if I talk it-it keeps building up and we both get in trouble-"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Okay."
  },
  {
    "interlocutor": "client",
    "utterance_text": "-and like called down to the principal's office."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Okay."
  },
  {
    "interlocutor": "client",
    "utterance_text": "-and get talked to."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Okay, so and then what-what's it like for you after that, once you get spanked in the principal's office?"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Well, usually I try telling myself to just like, leave it be-"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Mm-hmm."
  },
  {
    "interlocutor": "client",
    "utterance_text": "-but if somebody says something about me, it gets me mad 'cause like what the heck, like you're talking about me so like I try to stop but sometimes I just say like a few words. Like I think now I'm trying to get like better."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Mm-hmm."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Like there's this one incident that somebody was talking to me, I just said like, \"Oh, wow, this is like really lame, like I'm just gonna leave,\" and I like let the conversation be."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "That's pretty cool that you did that."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah. I felt proud of myself."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "You should be proud of yourself, and how did you do that?"
  },
  {
    "interlocutor": "client",
    "utterance_text": "I was just like thinking of like when I'm- whenever I like I'm saying like stuff back, mom gets really mad at me, she's like, \"Well, I'm not gonna help you anymore.\" 'Cause, she tells me to like leave it be, but I really don't lis-listen to her so she gets mad. So I tried like thinking of like her feelings and like what would happen after if I say, \"This is lame, leave me alone,\" 'cause then they'll like stop and I won't get like yelled at anymore."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Uh, that says a lot about you and your mom's relationship though that you can kind of put yourself in her head and think about how she would feel about it."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "You know what I mean? It's pretty cool, not everybody can do that, so. So you could kind of put yourself ahead, uh, it's almost like watching a movie ahead-"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "-and knowing how it's gonna turn out."
  },
  {
    "interlocutor": "client",
    "utterance_text": "'Cause usually, if I get in trouble, mom gives me the silent treatment that I don't like. It's like she doesn't talk to me, I'm like trying to talk to her, she don't like wheezing being like, uh, I don't like it."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "That's the worst, the silent treatment."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Yeah, so, um, so but that worked for you, where you just let it go, you thought about your mom, you like what we would call like, you channeled to your mom, you know, and, uh, channeling mom, and then, um, you were able to walk away, and you were proud of yourself and nothing bad happened."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Is that right?"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Does it--"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Like they all like stopped talking to me, and the funny thing was that their eighth-graders that like didn't even go to my old school like I don't even know how they said of talking to me, I was like, creepy."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Yeah, so- and so when you- when somebody else told you that they or people said you that you're an easy target, um."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Well, they don't really say that to me like I just like think that 'cause that's what I've like heard from my mom, and people talking to me 'cause I keep talking to them-"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Okay."
  },
  {
    "interlocutor": "client",
    "utterance_text": "-so they keep coming back at me."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Okay, so they-they kinda know how to hook you."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Mm-hmm."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "-and reel you in-"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "-right, and get you upset. And then bad things happen and then you get in trouble."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah. [chuckles] That happens a lot."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Yeah. So, yeah. And it's, uh-- So, um-- so you-you know that when you're kind of channeling your mom, that helps. It sounds like you taught yourself almost. Like there's-"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "-a conversation inside. What other ideas do you have about what you could do?"
  },
  {
    "interlocutor": "client",
    "utterance_text": "I was thinking of like, um, if I'm like at school like a peep things are happening during class-"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Mm-hmm."
  },
  {
    "interlocutor": "client",
    "utterance_text": "-I just say, can I use the washroom or something to go like walk and like think of like how to like leave them be. And one time during my gym class, there's this girl that I had her like not talking early. And we're playing pickleball, I don't know if you know that, it's like a-"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "I don't know what pickleball is."
  },
  {
    "interlocutor": "client",
    "utterance_text": "-it's like a badminton, big life-size ping pong ball game."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "It looks like a pickleball?"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah, you have like a big bracket—"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "There's no pickle?"
  },
  {
    "interlocutor": "client",
    "utterance_text": "No."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Okay."
  },
  {
    "interlocutor": "client",
    "utterance_text": "No, [chuckles] there's no pick."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "I wanted to pickle and stuff."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Mm-hmm. And like I was supposed to be like again turn. I told my-- I went to my gym teacher like silently and said I can't be by this person, can I move to the next court. So he like switched us around so I won't be by her. And that like happened."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "That's a really good decision."
  },
  {
    "interlocutor": "client",
    "utterance_text": "The girls like what the heck like."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Yeah. No, but how smart on your part to know that if you would- if you would had to play with her, something bad would've happened."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah. Like I would like smacked her in the face or some- [laughs]"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "You knew that."
  },
  {
    "interlocutor": "client",
    "utterance_text": "-or something."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Right? You knew that. So-"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "So you know actually which kids-"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah, that's like—"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "-know how to push your buttons that real you in."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah, there's like four main ones but not that like I can say who."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "That's okay. That's-- Yeah, 'cause it's not important. The important thing is for you to be happy. And, uh--"
  },
  {
    "interlocutor": "client",
    "utterance_text": "And the friends that I have like I know are my true friends, They're like ones that don't really 'cause drama or like—"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Uh-huh."
  },
  {
    "interlocutor": "client",
    "utterance_text": "I mean, they might but like they're not like bad and they actually like help me. Like some of these girls that like so-called friends like-"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Uh-huh."
  },
  {
    "interlocutor": "client",
    "utterance_text": "-They're like they come to me saying like, \"Oh, did you really have to like punch this girl.\" I'm like, \"No.\" It's like you're not a friend if you'd actually believe that, you know what I mean?"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah, it's kind of annoying, 'cause it's kind of hard like going into high school and like knowing how to believe and who not to believe."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Yeah. That's-- that-- it's-it's really big unknown territory. Pressure High School class is probably 1,000 kids."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah, 1,003."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "1,003 kids."
  },
  {
    "interlocutor": "client",
    "utterance_text": "And then there's the sophomores also that you have like another 1,000, so it's like—"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "2,000-"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "-potential enemies, friends, who knows which ones."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah, with these like the first rumors had started going around about like my friend and I, and like I lost him just 'cause of rumors. It's like, what the heck. Like I couldn't get over him for like gosh, who knows, it was like three months and I finally just had got over him."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "That must have been hard for you."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "client",
    "utterance_text": "I was like really, you're probably just jealous 'cause I was friends with him or something."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Mm-hmm. So but finally after three months, time went by-"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "-and you got--"
  },
  {
    "interlocutor": "client",
    "utterance_text": "I just found like other people and just like forgot about it."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Okay. And so how else do you identify who your friends are that you can really trust who have your back?"
  },
  {
    "interlocutor": "client",
    "utterance_text": "I say the ones that like not even that I've known the longest, but like the ones that actually hang out with me a lot, or like texting me a lot, or like calling. And the ones that are actually like that helped you before with like situations. And that they tell you stuff and they know they can trust you. Like one of my friends tells me everything about her. And like that's how I know she's a good friend 'cause she trusts me with things."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "You trust her back then?"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Okay. Well, that makes a lot of sense that people-- it goes both ways."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Mm-hmm."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "You know. And, um-- So and for you, friends that, um, kind of, um, give you the attention that you'd like to have. Texting you-"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "-calling and you hanging out with you, and stuff like that, rather than pretending to be a friend-"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Mm-hmm."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "-when you know maybe they're gonna--"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah, that happens a lot with me with like a lot of friends. Like this one person like we've been friends since like-- Well, we were friends since fourth grade."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Mm-hmm."
  },
  {
    "interlocutor": "client",
    "utterance_text": "And like she just starts like lying and like just talking smack about me. And it's like, you're not a good friend then. Like I thought you were a friend since you've been my friend since our fourth grade."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Mm-hmm."
  },
  {
    "interlocutor": "client",
    "utterance_text": "And she just like causes a lot of drama now. And like she came- Like the friends I met at high school, she came like into them like, you're not gonna know-- In college, you're not gonna know who to follow 'cause-- since you keep following with my friends, what are you gonna do in college like not being able to find your own friends? It's kind of annoying 'cause they're my friends and like I can't be by her and she comes to my friends. It's like-"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Mm-hmm."
  },
  {
    "interlocutor": "client",
    "utterance_text": "-get your own friends, [chuckles] stop following me."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Mm-hmm. Wh-what don't you like about her?"
  },
  {
    "interlocutor": "client",
    "utterance_text": "She just lies a lot and like just starts dramas about me and I haven't even talked to her like since eight grade. We only went to school together and she just like makes me lose other friends 'cause of the drama she starts"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Okay. So she sounds like she's, um--"
  },
  {
    "interlocutor": "client",
    "utterance_text": "A nobody. I'm gonna say that. She's like—"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Or-or not worth your time."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "She's not worth your time. So what would it be like for you to really just spend time with the friends that you know are really--"
  },
  {
    "interlocutor": "client",
    "utterance_text": "I do spend time with them. Like I hang out with them a lot."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Good. That's really good. Yeah. And if-if you need like some extra support from them--"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Ask for it. Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Right, and what kind of things do you ask from them?"
  },
  {
    "interlocutor": "client",
    "utterance_text": "I just ask them like if I'm like gonna get like sent down to the principal's office for like something happening, I call them to come down to, like, support my, like, backup information."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "'Cause they can do that. They can- they can kinda give you some, uh, information like, uh, um-- they can give some accurate information, um, and back up your story versus the other person's story."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "So, okay. So we're-- You know what? Um, it sounds like you actually have some pretty good ideas about, um, how to handle this, and yet kids are-- I know kids-- actually, adults can be really mean too. But, um, I know in high school, i-it's really bad."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "So I'm wondering if, um, uh, if-if you wanted to, we could get together again and continue to talk 'cause you-you've got some good ideas already. And I'm very open that if you wanted to bring any of your good friends in, that that would also be totally cool too."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "So would that be something--"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah, there's one friend that might wanna like talk about it."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "client",
    "utterance_text": "And she's really like-- she doesn't know, like, who to talk 'cause her mom is not always there for her."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Okay."
  },
  {
    "interlocutor": "client",
    "utterance_text": "And so like she's like doesn't know where to go."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Like she doesn't know who to believe."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Well, I would want this session though to be for you though, Molly."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "I mean I'm willing to see her too, you know."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "It sounds like she really needs-- she'd like someone to listen to her."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Yeah. So, um, we could maybe talk about some other ways of, um, helping, uh, deal with this because, um, it does sound like, um, people are, you know, just being plain old mean to you for no good darn reason."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Mm-hmm."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Yeah. And, um, so you'd be willing to come back and talk about it then? Okay. All right. And I just wanna let you know that I think that you're, um, really doing a good job of-of, uh, dealing with how hard it is to be in high school, 'cause it is hard."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "It is."
  },
  {
    "interlocutor": "client",
    "utterance_text": "I've noticed that."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Yeah. And it is hard, and-and I-I think it gets better. My experience was it got a little better. The freshman and sophomore year, you know."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Mm-hmm."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "But, um, anyway, I think you are hanging in there beautifully, and I love hearing that you're involved in swimming and some other things 'cause they must help connect you up with some pretty-- I would hope-"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "-[unintelligible 00:13:12] people. So okay, anything else? No? Okay. All right."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Mm-hmm."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Thank you."
  }
]