[
  {
    "interlocutor": "therapist",
    "utterance_text": "I understand that your asthma symptoms have been just really out of control. So, we need to look at some of the ways that you can get healthy and not be back here again."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Mm-hmm. Yeah, I de-I definitely don't wanna come back here. But, uh, the doc said Oscar, my dog, is connected to my asthma symptoms. But the-"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "client",
    "utterance_text": "-ridiculous part is I've had him for 12 years before, and now it's a problem."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Well, you sound a bit surprised by that. But I'm sure that you've seen some of the material that-that the clinic gave you about asthma symptoms and managing your asthma, and pets are a really big source of problems in that respect."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah, but I-- Um, let me just clarify, I've seen the materials, I have them-"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Mm-hmm."
  },
  {
    "interlocutor": "client",
    "utterance_text": "-I have even read them. All I've been doing is taking the medicine. So, I don't know that much about this."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Well, uh, wait a second, Sal, what do you mean you-you- ha- If you-- As in-- You know to be informed about-- I'm just really taken aback by that because I understand from your chart that you have a young baby-"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "-a new baby."
  },
  {
    "interlocutor": "client",
    "utterance_text": "John Carlo, yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "-and you are very concerned about your health, you wanna be there for your baby and that you've already taken some steps, you've-you've almost quit smoking-"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Mm-hmm."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "-which is fantastic. So, the next step is to really deal with the dog, deal with the pet. I know it's- so- It's gonna be hard to do that. But there are always people who will adopt animals. I'm sure that you have friends or family members."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Uh, this is a little too much for me now. First of all, John Carlo is taken care of. That's fine. He doesn't have- no asthma from the dog. It's just me. I don't ha—"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "It's you that I'm worried about, Sal. It's you that I'm worried about, okay? The-the symptoms are worse. You've had two or three major asthma attacks. And-and do you appreciate how-- This is, uh, a risk to your life that there are some-some adults with severe asthma who actually can die as a result of their symptoms? It-it truly is something to take very, very seriously. I can't emphasize that enough."
  },
  {
    "interlocutor": "client",
    "utterance_text": "So, Oscar is gonna make me die? He hasn't made me die in 12 years, and the doctor is saying, \"Oh, I don't know if it's the stress, the finances, the drinking.\" So, what are we doing saying Oscar could make me die? I've had him for 12 years."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Sal, what, uh, do you understand that what happened 6 years ago or 10 years ago, your asthma is progressively getting worse. You know very well that the puffers, the strength of the medication is getting higher and higher, and there's only so much that can be done with medication alone. You know this."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Well, they can keep giving me more medicine and give me the strongest one, and I'll keep Oscar."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Sal, you're almost on the strongest one. And if Oscar is that important to you, then do you put Oscar higher than your baby, than your wife? Like, uh, that makes no sense to me. Do you understand how important this is?"
  },
  {
    "interlocutor": "client",
    "utterance_text": "I understand, but I don't think you get my situation. I've had this dog for 12 years. So, I'm not just gonna up and get him out of my house when I don't even know if that's the main thing."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Uh, okay, well"
  }
]