[
  {
    "interlocutor": "therapist",
    "utterance_text": "Hi. You are [unintelligible 00:00:02]?"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Okay. Um, what brings you in?"
  },
  {
    "interlocutor": "client",
    "utterance_text": "Well, I'm supposed to come to learn about my-- how to manage my diabetes. Just got diagnosed."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Mm-hmm. I see- I see that your A1C or your blood glucose is very high."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Yeah, that's what doctor said. She-she really laid into me about that. Said it was-- I guess, this is really serious stuff. She was talking about losing eyesight, mm, my feet, mm, problems with a lot of other stuff, and it really scared me. Uh, so, [sighs] you know, how-how-how to manage all this, I guess, is what I gotta learn, but it just sounds massive."
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "Mm-hmm. Well, you do need to take your medicine. We, uh, will need to start dieting, uh, you know, lose some weight, change-change your eating habits, exercise, uh, to get your diabetes under control, because your doctor is right, it is very serious."
  },
  {
    "interlocutor": "client",
    "utterance_text": "That's, uh, that's a huge amount of stuff to do and, I'm not- I'm not certain I can do all that, and on top of it, it's-it's-- if I don't get it all done, all this stuff happens to me?"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "So, it sure can."
  },
  {
    "interlocutor": "client",
    "utterance_text": "[sighs]"
  },
  {
    "interlocutor": "therapist",
    "utterance_text": "So, uh, you know, we-we need to start looking at doing all those different things to get your diabetes under control 'cause your-your number is very high."
  },
  {
    "interlocutor": "client",
    "utterance_text": "Well, I-I [unintelligible 00:01:35]"
  }
]